Repository: cckuailong/reapoc
Catalog: 2021/CVE-2021-25106/vultarget/wplegalpages/languages/wplegalpages-*.po
Languages: de_de

source: (with just a few clicks)
de_de: (mit nur wenigen Klicks)

source: 1. Accept the terms of use
de_de: 1. Akzeptieren Sie die Nutzungsbedingungen

source: 2. Setup your website details
de_de: 2. Einrichten Ihrer Website-Details

source: 25+ policy pages
de_de: 25+ Richtlinienseiten

source: 3. Create a legal page
de_de: 3. Erstellen einer legalen Seite

source: About WPLegalPages
de_de: Über WPLegalPages

source: Accept
de_de: Akzeptieren

source: Action
de_de: Aktion

source: Add 25+ legal policy pages to your WordPress website in less than 5 minutes.
de_de: Fügen Sie 25+ Rechtsrichtlinienseiten zu Ihrer WordPress-Website in weniger als 5 Minuten hinzu.

source: Add to Menu
de_de: Zum Menü hinzufügen

source: Address:
de_de: Adresse:

source: All Legal Pages
de_de: Alle rechtlichen Seiten

source: Author
de_de: Autor

source: Available Pages
de_de: Verfügbare Seiten

source: Box Background Color
de_de: Box Hintergrundfarbe

source: Box Text Color
de_de: Box Textfarbe

source: Business Name:
de_de: Firma:

source: Button Background Color
de_de: Button Hintergrundfarbe

source: Button Text Color
de_de: Button Text Farbe

source: By using WPLegalPages
de_de: Durch die Verwendung von WPLegalPages

source: By using WPLegalPages, you accept the %s.
de_de: Durch die Verwendung von WPLegalPages akzeptieren Sie die %s.

source: Choose from 25+ lawyer approved, legal policy pages from GDPR policies to affiliate disclosures.
de_de: Wählen Sie aus mehr als 25 zugelassenen, rechtspolitischen Seiten aus dSGVO-Richtlinien bis hin zu Affiliate-Offenlegungen.

source: Choose Template
de_de: Vorlage auswählen

source: City, State, Zip code:
de_de: Stadt, Bundesland, Postleitzahl:

source: Click Here to Create Legal Pages &raquo;
de_de: Klicken Sie hier, um legale Seiten zu erstellen &raquo;

source: Configure Details
de_de: Konfigurieren von Details

source: Configure details &raquo;
de_de: Konfigurieren von Details &raquo;

source: Cookie Bar
de_de: Cookie-Leiste

source: Cookie Message Body
de_de: Cookie-Nachrichtentext

source: Cookie Title
de_de: Cookie-Titel

source: Country:
de_de: Land:

source: Create Legal Page
de_de: Rechtliche Seite erstellen

source: Create Page
de_de: Seite erstellen

source: Create Page :
de_de: Seite erstellen :

source: Create Policy Page &raquo;
de_de: Richtlinienseite erstellen &raquo;

source: Date
de_de: Datum

source: Documentation
de_de: Dokumentation

source: Documentation &raquo;
de_de: Dokumentation &raquo;

source: Easy shortcodes
de_de: Einfache Kurzwahl

source: Easy to install
de_de: Einfache Installation

source: Easy to use shortcodes to display business information in legal policy pages.
de_de: Einfach zu verwendende Kurzwahlnummern zum Anzeigen von Geschäftsinformationen auf Seiten der Rechtspolitik.

source: Edit
de_de: Bearbeiten

source: Edit or create your own legal policy templates using the WYSIWYG WordPress editor.
de_de: Bearbeiten oder erstellen Sie Ihre eigenen rechtlichen Richtlinienvorlagen mit dem WYSIWYG WordPress-Editor.

source: Editable templates
de_de: Bearbeitbare Vorlagen

source: Error in moving to Trash.
de_de: Fehler beim Verschieben in den Papierkorb.

source: Even if you get stuck using WPLegalPages, you can use our easy to follow docs & guides.
de_de: Auch wenn Sie mit WPLegalPages stecken bleiben, können Sie unsere einfach zu befolgenden Dokumente & Anleitungen verwenden.

source: Exclude:
de_de: Ausschließen:

source: FAQs &raquo;
de_de: Häufig gestellte Fragen &raquo;

source: Force website visitors to agree to your Terms, Privacy Policy, etc using post / page lock down features.
de_de: Zwingen Sie Website-Besucher, Ihren Bedingungen, Datenschutzrichtlinien usw. zuzustimmen, indem Sie Die Funktionen zur Sperrung von Posts/Seiten verwenden.

source: Forced consent
de_de: Erzwungene Zustimmung

source: Forums &raquo;
de_de: Foren &raquo;

source: GDPR compliance
de_de: GDPR-Konformität

source: General Settings
de_de: Allgemeine Einstellungen

source: Generate a personalized legal policy page for this website.
de_de: Generieren Sie eine personalisierte Rechtsrichtlinienseite für diese Website.

source: Generate a personalized legal policy page your website.
de_de: Generieren Sie eine personalisierte Rechtsrichtlinienseite Ihrer Website.

source: Getting Started
de_de: Erste Schritte

source: Give Credit:
de_de: Geben Sie Kredit:

source: Help & Support
de_de: Hilfe & Support

source: Helpful docs & guides
de_de: Hilfreiche Dokumente & Guides

source: I agree
de_de: Ich stimme zu

source: Launch Wizard
de_de: Launch-Assistent

source: Link Color
de_de: Linkfarbe

source: Most Recent
de_de: Neueste

source: Multilingual support
de_de: Mehrsprachige Unterstützung

source: Next page
de_de: Nächste Seite

source: Niche:
de_de: Nische:

source: No items.
de_de: Keine Artikel.

source: No page yet
de_de: Noch keine Seite

source: No results found.
de_de: Keine Ergebnisse gefunden.

source: Page
de_de: Seite

source: Page ID
de_de: Seiten ID

source: Page IDs, separated by commas.
de_de: Seiten-IDs, durch Komma getrennt.

source: Page order
de_de: Seitenreihenfolge

source: Page Successfully Created. You can view your page as a normal Page in Pages Menu.
de_de: Seite wurde erfolgreich erstellt. Sie können Ihre Seite als normale Seite im Seitenmenü anzeigen.

source: Page Title
de_de: Seitentitel

source: Page title
de_de: Seitentitel

source: Phone:
de_de: Telefon:

source: Powerful yet simple
de_de: Leistungsstark und doch einfach

source: Pre-built templates
de_de: Vorgefertigte Vorlagen

source: Previous page
de_de: Vorherige Seite

source: Privacy Policy
de_de: Datenschutzerklärung

source: Reset
de_de: Zurücksetzen

source: Save
de_de: Speichern

source: Search
de_de: Suche

source: Security Check.
de_de: Sicherheitsüberprüfung.

source: See Quick Links
de_de: Quick Links ansehen

source: Select All
de_de: Alle auswählen

source: Settings
de_de: Einstellungen

source: Settings Reset.
de_de: Einstellungen Zurücksetzen.

source: Settings Saved.
de_de: Einstellungen gespeichert.

source: Shortcodes(Use as placeholder)
de_de: Shortcodes (Verwendung als Platzhalter)

source: Simple one-click legal page management plugin.
de_de: Einfaches Ein-Klick-Rechtsseiten-Management-Plugin.

source: Sort by:
de_de: Sortieren nach:

source: Street:
de_de: Strasse:

source: Support &raquo;
de_de: Unterstützung &raquo;

source: Supports multi-language translations for English, French, Spanish, German, Italian, Portuguese.
de_de: Unterstützt mehrsprachige Übersetzungen für Englisch, Französisch, Spanisch, Deutsch, Italienisch, Portugiesisch.

source: terms of use
de_de: Wettbewerbsregeln

source: Text Size
de_de: Schriftgröße

source: Thank you for choosing WPLegalPages plugin - the most powerful legal page management plugin.
de_de: Vielen Dank für die Wahl WPLegalPages Plugin - die mächtigste rechtliche Seite Verwaltung Plugin.

source: These policy pages are vetted by experts and are constantly updated to keep up with the latest regulations such as GDPR, CCPA, CalOPPA and many others.
de_de: Diese Richtlinienseiten werden von Experten geprüft und ständig aktualisiert, um mit den neuesten Vorschriften wie DSGVO, CCPA, CalOPPA und vielen anderen Schritt zu halten.

source: Title:
de_de: Titel:

source: Trash
de_de: Papierkorb

source: Update
de_de: Aktualisieren

source: Upgrade to Pro
de_de: Upgrade auf die Pro-Version

source: Upgrade to Pro &raquo;
de_de: Upgrade auf Pro &raquo;

source: Upgrade to Pro for All templates
de_de: Upgrade auf Pro für alle Vorlagen

source: Upgrade to WPLegalPages Pro &raquo;
de_de: Upgrade auf WPLegalPages Pro &raquo;

source: Use our newly created wizard to create legal pages for your website.
de_de: Verwenden Sie unseren neu erstellten Assistenten, um legale Seiten für Ihre Website zu erstellen.

source: Use Theme CSS
de_de: Theme CSS benutzen

source: View
de_de: Anzeigen

source: View All
de_de: Alle anzeigen

source: Welcome to WPLegalPages!
de_de: Willkommen bei WPLegalPages!

source: Why choose WPLegalPages?
de_de: Warum WPLegalPages?

source: WPLegalPages Features
de_de: WPLegalPages-Funktionen

source: WPLegalPages generates personalized legal pages for your website. To do this it needs to know a few details about your website. Please take a couple of minutes to set up your business details before you can generate a policy page for this website.
de_de: WPLegalPages generiert personalisierte rechtliche Seiten für Ihre Website. Um dies zu tun, muss es ein paar Details über Ihre Website wissen. Bitte nehmen Sie sich ein paar Minuten Zeit, um Ihre Geschäftsdaten einzurichten, bevor Sie eine Richtlinienseite für diese Website generieren können.

source: WPLegalPages is a privacy policy and terms & conditions generator for WordPress. With just a few clicks you can generate %s for your WordPress website.
de_de: WPLegalPages ist ein Datenschutz-Richtlinien und Bedingungen Generator für WordPress. Mit nur wenigen Klicks können Sie %s für Ihre WordPress-Website generieren.

source: WPLegalPages is a privacy policy and terms & conditions generator for WordPress. With just a few clicks you can generate %s for your WordPress website. These policy pages are vetted by experts and are constantly updated to keep up with the latest regulations such as GDPR, CCPA, CalOPPA and many others.
de_de: WPLegalPages ist ein Datenschutz-Richtlinien und Bedingungen Generator für WordPress. Mit nur wenigen Klicks können Sie %s für Ihre WordPress-Website generieren. Diese Richtlinienseiten werden von Experten geprüft und ständig aktualisiert, um mit den neuesten Vorschriften wie DSGVO, CCPA, CalOPPA und vielen anderen Schritt zu halten.

source: WPLegalPages is a simple 1 click legal page management plugin. You can quickly add in legal pages to your WordPress sites.
de_de: WPLegalPages ist ein einfaches 1-Klick-Rechtsseiten-Management-Plugin. Sie können schnell in legalen Seiten zu Ihren WordPress-Websites hinzufügen.

source: WPLegalPages is also available as a part of %s Membership with 20+ more premium WordPress products.
de_de: WPLegalPages ist auch als Teil der %s Mitgliedschaft mit 20+ mehr Premium-WordPress-Produkte verfügbar.

source: WPLegalPages is super-easy to install. Download & install takes less than 2 minutes.
de_de: WPLegalPages ist super einfach zu installieren. Download & Installation dauert weniger als 2 Minuten.

source: WPLegalPages Pro Templates
de_de: WPLegalPages Pro Vorlagen

source: you accept the
de_de: sie die

source: You are exceeding the limit of creating 15 legal pages.
de_de: Sie überschreiten die Grenze der Erstellung von 15 legalen Seiten.
