Repository: cckuailong/reapoc
Catalog: 2022/CVE-2022-0328/vultarget/simple-membership/languages/simple-membership-*.po
Languages: lt_lt, sk_sk

source: Add New Member
lt_lt: Pridėti naują narį
sk_sk: Pridať nového člena

source: Gender
lt_lt: Lytis
sk_sk: Pohlavie

source: Phone
lt_lt: Tel numeris
sk_sk: Telefón

source: Street
lt_lt: Gatvė
sk_sk: Ulica

source: City
lt_lt: Miestas
sk_sk: Mesto

source: State
lt_lt: Savivaldybė
sk_sk: Štát

source: Zipcode
lt_lt: Pašto kodas
sk_sk: PSČ

source: Country
lt_lt: Šalos
sk_sk: Krajina

source: Company
lt_lt: Įmonė
sk_sk: Spoločnosť

source: Member Since
lt_lt: Narys nuo
sk_sk: Členom od

source: Simple WP Membership::Add-ons
sk_sk: Simple WP Membership::Doplnky

source: Remember Me
lt_lt: Prisiminti mane
sk_sk: Zapamätaj si ma

source: Forgot Password
lt_lt: Pamiršau slaptažodį
sk_sk: Zabudnúť heslo

source: Edit Member
lt_lt: Redaguokite narį
sk_sk: Upraviť člena

source: Edit existing member details.
lt_lt: Redaguoti nario duomenis
sk_sk: Upraviť existujúce detaily člena

source: You are currenty editing member with member ID:
sk_sk: Práve upravujete člena s ID:

source: (twice, leave empty to retain old password)
sk_sk: (dvakrát, nechajte tak ak chcete zachovať staré heslo)

source: Notify User
sk_sk: Upovedomiť člena

source: Subscriber ID/Reference
sk_sk: ID/Referencia člena

source: Last Accessed From IP
sk_sk: Naposledy pripojený z IP

source: Edit User
lt_lt: Redaguoti vartotoją
sk_sk: Upraviť užívateľa

source: Delete User Profile
sk_sk: Vymazať užívateľský profil

source: Repeat Password
lt_lt: Pakartoti slaptažodį
sk_sk: Zopakuj heslo

source: Update
lt_lt: Atnaujinti
sk_sk: Aktualizovať

source: Example Content Protection Settings
lt_lt: Pavyzdyniai turinio apsaugojimo nustatymai
sk_sk: Príklad nastavenia ochrany obsahu

source: Register
lt_lt: Registruokitės
sk_sk: Registruj sa

source: Create new membership level.
lt_lt: Sukurkite naują narystės lygį
sk_sk: Vytvoriť novú úroveň členstva

source: No Expiry (Access for this level will not expire until cancelled
sk_sk: Nevyprší nikdy (Prístup pre túto úroveň nevyprší kým nebude zrušený)

source: Weeks (Access expires after given number of weeks
sk_sk: Týždne (Prístup vyprší po zadanom počte týždňov)

source: Add New Membership Level
lt_lt: Pridėti naują narystės lygį
sk_sk: Pridať novú úroveň členstva

source: PayPal Integration Settings
lt_lt: Paypal integravimo nustatymai
sk_sk: Nastavenie integrácie so službou PayPal

source: Generate the "Advanced Variables" Code for your PayPal button
lt_lt: Generuoti "Advanced Variables" kodą Paypal mygtukui
sk_sk: Vytvoriť kód "pokročilých premenných" pre vaše PayPal tlačidlo

source: Enter the Membership Level ID
lt_lt: Įveskite narystės lygio ID
sk_sk: Zadajte ID úrovne členstva

source: Generate Code
lt_lt: Generuoti kodą
sk_sk: Vytvoriť kód

source: All the payments/transactions of your members are recorded here.
sk_sk: Všetky platby/transakcie vašich členov sa uložia tu.

source: Search for a transaction by using email or name
sk_sk: Vyhľadajte transakciu použitím emailu alebo mena

source: You can create new payment button for your memberships using this interface.
sk_sk: Môžete vytvoriť nové tlačidlo pre vaše členstvo využitím tohto rozhrania.

source: Select Payment Button Type
sk_sk: Vyberte typ tlačidla platby

source: Next
sk_sk: Ďalej

source: All the membership buttons that you created in the plugin are displayed here.
sk_sk: Všetky členské tlačidlá ktoré ste vytvorili v module sú zobrazené tu.

source: PayPal Subscription Button Configuration
sk_sk: Úprava tlačidla pre členské platbou PayPalom

source: Button Title
sk_sk: Názov tlačidla

source: Payment Currency
sk_sk: Mena platby

source: Billing Amount Each Cycle
sk_sk: Účtovaní cena za každý cyklus

source: Billing Cycle
sk_sk: Účtovací cyklus

source: Billing Cycle Count
sk_sk: Počítadlo účtovacích cyklov

source: Re-attempt on Failure
sk_sk: Skúsiť znova v prípade že sa nepodarilo

source: Trial Billing Details (Leave empty if you are not offering a trial period)
sk_sk: Detaily skúšobnej doby (Nechajte prázdne, ak neposkytujete skúšobnú dobu)

source: Trial Billing Amount
sk_sk: Veľkosť skúšobnej doby

source: Trial Billing Period
sk_sk: Trvanie skúšobnej doby

source: Optional Details
sk_sk: Nepovinné detaily

source: Return URL
sk_sk: Spätná URL

source: Button Image URL
sk_sk: URL spodného obrázku

source: Save Payment Data
sk_sk: Uložiť detaily platby

source: Button ID
sk_sk: ID tlačidla

source: PayPal Buy Now Button Configuration
sk_sk: Konfigurácia tlačidla PayPal Now

source: Payment Amount
sk_sk: Suma platby

source: Buy Now
sk_sk: Kúpiť teraz

source: Subscribe Now
sk_sk: Prihlásiť sa teraz

source: You can create a renewal page for your site. Read <a href="https://simple-membership-plugin.com/creating-membership-renewal-button/" target="_blank">this documentation</a> to learn how to create a renewal page.
sk_sk: Môžete vytvoriť stránku na obnovenie pre váš web. Prečítajte si<a href="https://simple-membership-plugin.com/creating-membership-renewal-button/" target="_blank">túto dokumentáciu</a>aby ste vedeli ako na to.

source: Allow Account Deletion
sk_sk: Povoliť zmazanie účtu

source: Allow users to delete their accounts.
sk_sk: Povoľte užívateľom vymazať ich účty.

source: Auto Delete Pending Account
sk_sk: Automatické vymazanie čakajúceho účtu

source: Select how long you want to keep "pending" account.
sk_sk: Vyberte ako dlho chcete uchovať "čakajúci" účet.

source: Admin Dashboard Access Permission
sk_sk: Povolenie prístupu k administratívnemu panelu

source: SWPM admin dashboard is accessible to admin users only (just like any other plugin). You can allow users with other WP user role to access the SWPM admin dashboard by selecting a value here.
sk_sk: SWPM administratívny panel je prístupný len administrátorom (tak ako každý modul). Tu môžete povoliť užívateľom iných WP rolí, aby mohli mať prístup k SWPM panelu vybraním hodnoty.

source: You will receive a unique link via email after the payment. You will be able to use that link to complete the premium membership registration.
sk_sk: Prostredníctvom emailu získate po platbe unikátny odkaz na stránky. Prostredníctvom tohto odkazu budete môcť dokončiť platenú členskú registráciu.

source: Security check: captcha validation failed.
sk_sk: Bezpečnostné upozornenie: Overenie pomocou captcha zlyhalo.

source: Registration Successful.
sk_sk: Registrácia úspešná.

source: Please correct the following
lt_lt: Ištaisykite
sk_sk: Prosím opravte naslednové

source: Membership Level Couldn't be found.
lt_lt: Narystės lygis nerastas
sk_sk: Úroveň členstva nebola nájdená.

source: Profile updated successfully.
sk_sk: Profil sa načítal úspešne.

source: Profile updated successfully. You will need to re-login since you changed your password.
sk_sk: Profil sa načítal úspešne. Budete sa musieť opätovne prihlásiť pretože ste si zmenili heslo.

source: Email address not valid.
sk_sk: Emailova adresa je neplatná.

source: No user found with that email address.
sk_sk: Nebol nájdený žiadny užívateľ s touto adresou.

source: Email Address:
sk_sk: Emailová adresa:

source: New password has been sent to your email address.
lt_lt: Naujas slaptaždis išsiųstas į Jūsų el. paštą.
sk_sk: Nové heslo bolo zaslané na vašu emailovú adresu.

source: Category ID
sk_sk: ID Kategórie

source: Category Name
sk_sk: Meno kategórie

source: Category Type (Taxonomy)
sk_sk: Typ kategórie (Taxonómia)

source: Description
sk_sk: Popis

source: Count
sk_sk: Počítadlo

source: Category protection updated!
sk_sk: Ochrana kategórie aktualizovaná!

source: Role
lt_lt: Rolė
sk_sk: Rola

source: Access Valid For/Until
sk_sk: Prístup platný pre/do

source: Search
sk_sk: Hľadať

source: Simple WP Membership::Membership Levels
lt_lt: SWPM：Narystės lygiai
sk_sk: Simple WP Membership::Členské úrovne

source: Add Level
sk_sk: Pridaj úroveň

source: Manage Content Production
lt_lt: Valdykite turinio produkciją
sk_sk: Spravujte tvorbu obsahu

source: Category Protection
sk_sk: Ochrana kategórie

source: Your membership profile will be updated to reflect the payment.
sk_sk: Váš užívateľský profil bude aktualizovaný, aby zohľadnil platbu.

source: Your profile username:
sk_sk: Užívateľské meno vášho profilu:

source: Click on the following link to complete the registration.
sk_sk: Kliknite na tento odkaz aby ste dokončili registráciu.

source: Click here to complete your paid registration
sk_sk: Kliknite sem aby ste dokončili platenú registráciu.

source: If you have just made a membership payment then your payment is yet to be processed. Please check back in a few minutes. An email will be sent to you with the details shortly.
sk_sk: Práve ste spravili platbu za platené členstvo a vaša platba bude spracovaná. Prosím vráťte sa o pár minút. Čoskoro vám bude zaslaný email s podrobnosťami.

source: Expiry:
sk_sk: Vypršané:

source: You are not logged-in as a member
sk_sk: Nie ste prihlásený ako člen

source: Simple Membership::Payments
sk_sk: Simple Membership::Platby

source: View Profile
sk_sk: Prezrieť profil

source: Row ID
sk_sk: ID riadku

source: Email Address
lt_lt: El. paštas
sk_sk: Emailová adresa

source: Member Profile
sk_sk: Členský profil

source: Date
sk_sk: Dátum

source: Transaction ID
sk_sk: ID transakcie

source: Subscriber ID
sk_sk: ID člena

source: Amount
sk_sk: Množstvo

source: Payment Button ID
sk_sk: ID tlačidla platby

source: Payment Button Title
sk_sk: Názov tlačidla platby

source: Membership Level ID
sk_sk: ID úrovne členstva

source: Button Shortcode
sk_sk: Shortcode tlačidla

source: The selected entry was deleted!
sk_sk: Vybraný vstup bol vymazaný!

source: List View
sk_sk: Zobrazenie zoznamu

source: Excerpt View
sk_sk: Zobrazenie úryvkov

source: No items found.
sk_sk: Nič sme nenašli.

source: Select bulk action
sk_sk: Vyberte pre hromadnú správu

source: Bulk Actions
sk_sk: Hromadná správa

source: Apply
sk_sk: Vykonať

source: Filter by date
sk_sk: Vybrať podľa dátumu

source: All dates
sk_sk: Všetky dátumy

source: %s pending
sk_sk: %s čakajúci

source: 1 item
sk_sk: 1 položka

source: Go to the first page
sk_sk: Prejdi na prvú stránku

source: Go to the previous page
sk_sk: Prejdi na predošlú stránku

source: Select Page
sk_sk: Vybrať stránku

source: Current page
sk_sk: Súčasná stránka

# paging
source: %1$s of %2$s
sk_sk: %1$s %2$s

source: Go to the next page
sk_sk: Prejdi na ďalšiu stránku

source: Go to the last page
sk_sk: Prejdi na poslednú stránku

source: Select All
sk_sk: Vybrať všetko

source: First of all, globally protect the category on your site by selecting "General Protection" from the drop-down box below and then select the categories that should be protected from non-logged in users.
sk_sk: Najskôr celkovo ochráňte kategóriu na vašej stránke tým, ze vyberiete "Všeobecná ochrana" z rozbaľovacieho boxu nižšie a potom vyberiete kategórie, ktoré majú byť ochránené pred neprihlásenými užívateľmi.

source: Next, select an existing membership level from the drop-down box below and then select the categories you want to grant access to (for that particular membership level).
sk_sk: Potom vyberte existujúcu členskú úroveň z rozbaľovacieho boxu nižšie a potom vyberte kategórie, ktoré chcete aby boli prístupné (pre konkrétnu užívateľskú úroveň).

source: Generate a Registration Completion link
lt_lt: Generuoti registracijos baigimo nuorodą
sk_sk: Nechajte vytvoriť odkaz pre dokončenie registrácie

source: You can manually generate a registration completion link here and give it to your customer if they have missed the email that was automatically sent out to them after the payment.
lt_lt: Čia galite rankiniu būdu generuoti registracijos užbaigimo nuorodą ir duoti ją pirkėjams, jei jie negavo/ištrynė el. laišką, kuris buvo siųstas po apmokėjimo, su registracijos nuoroda.
sk_sk: Môžete odkaz pre dokončenie registrácie vytvoriť manuálne, aby ste ho mohli poslať vašim zákazníkom, ak premeškali email, ktorý im bol zaslaný automaticky po platbe.

source: Generate Registration Completion Link
lt_lt: Generuoti registracijos baigimo nuorodą
sk_sk: Znova vytvoriť odkaz pre dokončenie registrácie

source: OR
lt_lt: arba
sk_sk: ALEBO

source: For All Incomplete Registrations
sk_sk: Pre všetky nedokončené registrácie

source: Send Registration Reminder Email Too
sk_sk: Zaslať taktiež upozornenie o registrácií emailom

source: Submit
lt_lt: Pateikti
sk_sk: Zaslať

source: Link(s) generated successfully. The following link(s) can be used to complete the registration.
sk_sk: Vytvorenie odkazu/ov bolo úspešné. Nasledovná linka/y môže byť použití na dokončenie registrácie.

source: Registration completion links will appear below
sk_sk: Odkaz pre dokončenie registrácie sa objaví nižšie

source: Logged in as
lt_lt: Prisjungęs kaip
sk_sk: Prihlásený ako

source: Account Status
lt_lt: Paskyros statusas
sk_sk: Štatút účtu

source: Membership
lt_lt: Narystė
sk_sk: Členstvo

source: Account Expiry
sk_sk: Účet vyprší

source: Logout
lt_lt: Atsijungti
sk_sk: Odhlásenie

source: Edit membership level
lt_lt: Redaguoti narystės lygį
sk_sk: Upraviť úroveň členstva

source: You can edit details of a selected membership level from this interface.
sk_sk: Môžete upraviť podrobnosti vybranej úrovne členstva z tohto rozhrania.

source: You are currently editing:
sk_sk: Momentálne upravujete:

source: Membership Level Name
lt_lt: Narystės lygio pavadinimas
sk_sk: Meno úrovne členstva

source: (required)
lt_lt: (būtina)
sk_sk: (požadované)

source: Default WordPress Role
lt_lt: Numatyta Wordpress rolė
sk_sk: Predvolená užívateľská rola

source: Access Duration
sk_sk: Povolený čas prístupu

source: No Expiry (Access for this level will not expire until cancelled)
sk_sk: Bez vypršania (prístup pre túto úroveň nebude ukončený kým sa nezruší)

source: Expire After
sk_sk: Vyprší po

source: Days (Access expires after given number of days)
sk_sk: Dni (prístup vyprší po zadanom počte dní)

source: Weeks (Access expires after given number of weeks)
sk_sk: Týždne (prístup vyprší po zadanom počte týždňov)

source: Months (Access expires after given number of months)
sk_sk: Mesiace (prístup vyprší po zadanom počte mesiacov)

source: Years (Access expires after given number of years)
sk_sk: Roky (prístup vyprší po zadanom počte rokov)

source: Fixed Date Expiry
sk_sk: Presnú dátum vypršania prístupu

source: (Access expires on a fixed date)
sk_sk: (Prístup vyprší v konkrétny dátum)

source: Edit Membership Level
lt_lt: Redaguokite narystės lygį
sk_sk: Upraviť úroveň členstva

source: Reset Password
lt_lt: Atkurti slaptaždį
sk_sk: Zmeniť heslo

source: Some of the simple membership plugin's addon settings and options will be displayed here (if you have them)
sk_sk: Tu budú zobrazené niektoré jednoduché doplnky Simple Membership modulu a nastavenia (Ak ich máte)

source: Save Changes
sk_sk: Uložiť zmeny

source: Create a brand new user and add it to this site.
lt_lt: Sukurkite naują vartotoją ir pridėkite jį prie svetainės
sk_sk: Vytvoriť úplne nového užívateľa a pridať ho na túto stránku.

source: Password
lt_lt: Slaptažodis
sk_sk: Heslo

source: (twice, required)
lt_lt: (du kartus, būtina)
sk_sk: (dvakrát, vyžaduje sa)

source: Strength indicator
lt_lt: Sudėtingumo indikatorius
sk_sk: Indikátor sily

source: Hint: The password should be at least seven characters long. To make it stronger, use upper and lower case letters, numbers and symbols like ! " ? $ % ^ &amp; ).
lt_lt: ! Slaptažodis turėtų būti bent iš 7 ženklų. Naudokite didžiąsias ir mažasias raides, skaičius bei simbolius tokius kaip ! " ? $ % ^ &amp;
sk_sk: Odporúčanie: Heslo by malo byť aspoň sedem znakov dlhé. Aby ste zvýšili bezpečnosť, použite veľké aj malé písmena, čísla a symboli ako ! " ? $ % ^ &amp; ).

source: A flexible, well-supported, and easy-to-use WordPress membership plugin for offering free and premium content from your WordPress site.
sk_sk: Flexibilný, jednoducho používateľný, WordPress modul so skvelou podporou, ktorý vám umožňuje vytvárať voľne dostupný aj prémiový obsah na vašej WordPress stránke.

source: Sorry, Nonce verification failed.
sk_sk: Prepáčte, ale vaše overenie zlyhalo.

source: Sorry, Password didn't match.
sk_sk: Prepáčte, ale vaše heslo sa nezhoduje.

source: Membership Level Creation Successful.
lt_lt: Narystės lygis sėkmingai sukurtas.
sk_sk: Úspešné vytvorenie úrovne členstva.

source: Please correct the following:
lt_lt: Ištaisykite
sk_sk: Prosím upravte nasledovné:

source: Membership Level Updated Successfully.
sk_sk: Úroveň členstva bola úspešne aktualizovaná.

source: Wordpress account exists with given username. But given email doesn't match.
sk_sk: Wordpress účet s rovnakým užívateľským menom už existuje. Emaily sa však nezhodujú.

source: Wordpress account exists with given email. But given username doesn't match.
sk_sk: Wordpress účet s rovnakým emailom už existuje. Užívateľské mená sa však nezhodujú.

source: Username is required
sk_sk: Vyžaduje sa užívateľské meno

source: Username contains invalid character
sk_sk: Užívateľské meno obsahuje nepovolený znak

source: Username already exists.
sk_sk: Užívateľské meno už existuje.

source: Password is required
lt_lt: Slaptažodis būtinas
sk_sk: Vyžaduje sa heslo

source: Password mismatch
lt_lt: Slaptažodžiai skirtingi
sk_sk: Nesprávne heslo

source: Email is required
lt_lt: El. paštas - būtina
sk_sk: Vyžaduje sa email

source: Email is invalid
lt_lt: El. pašto neteisingas
sk_sk: Email je neplatný

source: Email is already used.
lt_lt: El. paštas jau naudojamas
sk_sk: Tento email sa už používa.

source: Member since field is invalid
lt_lt: Narys nuo laukelis neteisingas
sk_sk: Pole Člen od je neplatné

source: Access starts field is invalid
sk_sk: Pole Prístup začal je neplatné

source: Gender field is invalid
lt_lt: Lyties laukelio užpildytas neteisingai
sk_sk: Pole Pohlavie je neplatné

source: Account state field is invalid
lt_lt: Paskyros būsena neteisinga
sk_sk: Pole Stav účtu je neplatné

source: Invalid membership level
sk_sk: Neplatná úroveň členstva

source: You are not logged in.
sk_sk: Nie ste prihlásený.

source: Simple WP Membership Protection
lt_lt: SWPM apsauga
sk_sk: Ochrana Simple WP Membership

source: Simple Membership Protection options
lt_lt: Simple Membership Protection nustatymai
sk_sk: Nastavenie Ochrany Simple WP Membership

source: Do you want to protect this content?
lt_lt: Ar norite apsaugoti šią informaciją?
sk_sk: Chcete ochrániť tento obsah?

source: Select the membership level that can access this content:
lt_lt: Pasirinkite narystės lygį, kuris turės prieigą prie šio turinio:
sk_sk: Vyberte úroveň členstva, ktorá bude mať prístup k tomuto obsahu:

source: Members
lt_lt: Nariai
sk_sk: Členovia

source: Membership Levels
lt_lt: Narystės lygiai.
sk_sk: Úrovne členstva

source: Settings
lt_lt: Nustatymai
sk_sk: Nastavenia

source: Payments
sk_sk: Platby

source: Add-ons
sk_sk: Doplnky

source: Member
lt_lt: Narys
sk_sk: Členovia

source: Username
lt_lt: Vartotojo vardas
sk_sk: Užívateľské meno

source: First Name
lt_lt: Vardas
sk_sk: Meno

source: Last Name
lt_lt: Pavardė
sk_sk: Priezvisko

source: Membership Level
lt_lt: Narystės lygis
sk_sk: Úroveň členstva

source: Access Starts
sk_sk: Prístup začne

source: Account State
lt_lt: Paskyros būsena
sk_sk: Stav účtu

source: Delete
lt_lt: Trinti
sk_sk: Vymazať

source: Set Status to Active
sk_sk: Zmeň stav na Aktívny

source: Set Status to Active and Notify
sk_sk: Zmeň stav na Aktívny a upovedom

source: Set Status to Inactive
sk_sk: Zmeň stav na Neaktívny

source: Set Status to Pending
sk_sk: Zmeň stav na Čaká

source: Set Status to Expired
sk_sk: Zmeň stav na Vypršal

source: incomplete
sk_sk: neúplné

source: No member found.
sk_sk: Žiadny člen nebol nájdený.

source: Simple WP Membership::Members
lt_lt: SWPM：Nariai
sk_sk: Simple WP Membership::Členovia

source: Add New
lt_lt: Pridėjti naują
sk_sk: Pridať nového

source: Add Member
lt_lt: Pridėti narį
sk_sk: Pridať člena

source: User is not logged in.
sk_sk: Užívateľ nie je prihlásený.

source: Please login to comment.
sk_sk: Prosím prihláste sa ak chcete pridávať komentáre.

source: Please Login to Comment.
sk_sk: Prosím prihláste sa ak chcete pridávať komentáre.

source: Comments not allowed by a non-member.
sk_sk: Užívatelia ktorí nemajú členstvo nemôžu pridávať komentáre.

source: Date format is not valid.
sk_sk: Formát dátumu je neplatný.

source: Access duration must be > 0.
sk_sk: Trvanie prístupu musí byť > 0.

source: Registration
lt_lt: Registracija
sk_sk: Registrácia

source: Member Login
lt_lt: Narių prisijungimas
sk_sk: Prihlásenie Člena

source: Profile
lt_lt: Profilis
sk_sk: Profil

source: Password Reset
lt_lt: Keisti slaptažodį
sk_sk: Reset hesla

source: Please
lt_lt: Prašome
sk_sk: Prosím

source: Not a Member?
sk_sk: Nie ste členom?

source: Join Us
lt_lt: Prisijunkite
sk_sk: Pridajte sa k nám

source: renew
sk_sk: obnov

source: your account to gain access to this content.
sk_sk: aby mal váš účet prístup k tomuto obsahu

source: Member record added successfully.
sk_sk: Záznam člena bol úspešne pridaný.

source: Your current password
sk_sk: Vaše súčasné heslo

source: User Not Found.
lt_lt: Nėra tokio vartotojo.
sk_sk: Užívateľ neboj nájdený.

source: Password Empty or Invalid.
lt_lt: Slaptažodžio laukelis tuščias arba neteisingas
sk_sk: Heslo je prázdne alebo neplatné.

source: Account is inactive.
lt_lt: Paskyra neaktyvi
sk_sk: Účet je neaktívny.

source: Account has expired.
sk_sk: Životnosť účtu vypršala.

source: Account is pending.
sk_sk: Účet čaká na schválenie.

source: You are logged in as:
lt_lt: Esate prisijungęs kaip:
sk_sk: Ste prihlásení ako:

source: Logged Out Successfully.
lt_lt: Sėkmingai atsijungėte
sk_sk: Úspešne ste sa odhlásili.

source: Session Expired.
lt_lt: Sesija baigėsi
sk_sk: Boli ste odhlásení.

source: Invalid Username
sk_sk: Neplatné členské heslo

source: Please login again.
sk_sk: Prosím, opäť sa prihláste.

source: Your account has expired.
sk_sk: Váš účet vypršal.

source: This content is not permitted for your membership level.
sk_sk: Tento obsah nie je povolenú pre vašu úroveň prístupu.

source: You need to login to view the rest of the content.
sk_sk: Musíte sa prihlásiť, aby sa vám tento obsah zobrazil.

source: The rest of the content is not permitted for your membership level.
sk_sk: Zvyšok obsahu nie je určený pre vašu úroveň prístupu.

source: Invalid Email Address
sk_sk: Neplatná emailová adresa

source: Aready taken
lt_lt: Jau naudojamas kito nario
sk_sk: Už je používané

source: Name contains invalid character
sk_sk: Meno obsahuje neplatné znaky

source: Available
lt_lt: Laisvas
sk_sk: Dostupné

source: Active
lt_lt: Aktyvi (-us)
sk_sk: Aktívne

source: Inactive
lt_lt: Neaktyvus
sk_sk: Neaktívne

source: Pending
lt_lt: Nepatvirtinta
sk_sk: Čaká

source: Expired
lt_lt: Nebegalioja
sk_sk: Vypršalo

source: Never
sk_sk: Nikdy

source: Delete Account
sk_sk: Vymazať účet

source: General Settings
lt_lt: Pagrindiniai nustatymai
sk_sk: Všeobecné nastavenia

source: Payment Settings
sk_sk: Nastavenie platieb

source: Email Settings
sk_sk: Nastavenie emailu

source: Tools
sk_sk: Nástroje

source: Advanced Settings
sk_sk: Pokročilé nastavnia

source: Addons Settings
sk_sk: Nastavenia doplnkov

source: Plugin Documentation
lt_lt: Įskiepio dokumentai
sk_sk: Dokumentácia modulu

source: Enable Free Membership
lt_lt: Aktyvuoti nemokamą narystę
sk_sk: Umožni voľné členstvo

source: Enable/disable registration for free membership level. When you enable this option, make sure to specify a free membership level ID in the field below.
sk_sk: Umožni/zamiestni registráciu pre voľnú úroveň členstva. Ak povolíte túto možnosť, uistite sa, že vytvoríte ID voľnej úrovne prístupu v poli nižsie.

source: Free Membership Level ID
lt_lt: Nemokamos narystės lygio ID
sk_sk: ID Voľnej úrovne členstva
