Repository: cckuailong/reapoc
Catalog: 2022/CVE-2022-0328/vultarget/simple-membership/languages/simple-membership-*.po
Languages: lt_lt, sk_sk

source: Assign free membership level ID
lt_lt: Pridėkite nemomamos narystės ID
sk_sk: Priraď ID voľnej úrovne členstva

source: Enable More Tag Protection
sk_sk: Umožni ochranu za značkou Čítaj viac

source: Enables or disables "more" tag protection in the posts and pages. Anything after the More tag is protected. Anything before the more tag is teaser content.
sk_sk: Umožni alebo zruš ochranu obsahu za značkou Čítaj viac na stránkach a článkoch. Všetko za značkou Čítaj viac bude chránené. Všetko pred touto značkou bude viditeľné.

source: Hide Adminbar
lt_lt: Slėpti Adminbar
sk_sk: Skryť administratívnu lištu

source: WordPress shows an admin toolbar to the logged in users of the site. Check this if you want to hide that admin toolbar in the frontend of your site.
sk_sk: WordPress zobrazuje lištu nástrojov prihláseným užívateľom. Zaznačte, ak chcete aby sa lišta nezobrazovala na frontende vašej stránky.

source: Show Adminbar to Admin
sk_sk: Ukázať lištu nástrojov administrátorovi.

source: Use this option if you want to show the admin toolbar to admin users only. The admin toolbar will be hidden for all other users.
sk_sk: Použite túto možnosť, ak chcete, aby sa lišta nástrojov zobrazovala len administrátorom. Lišta sa nebude zobrazovať ostatným užívateľom.

source: Default Account Status
sk_sk: Predvolené nastavenie účtu

source: Select the default account status for newly registered users. If you want to manually approve the members then you can set the status to "Pending".
sk_sk: Vyberte predvolené nastavenie účtov novo registrovaných užívateľov. Ak ich chcete manuálne schvaľovať, potom nastavte stav na Čaká.

source: Members Must be Logged in to Comment
sk_sk: Členovia musia byť prihlásení aby mohli komentovať

source: Enable this option if you only want the members of the site to be able to post a comment.
sk_sk: Vyberte túto možnosť, ak chcete aby iba členovia stránky mohli pridávať článkom komentáre.

source: Pages Settings
lt_lt: Puslapio nustatymai
sk_sk: Nastavenie stránky

source: Registration Page URL
lt_lt: Regsitracijos puslapio URL
sk_sk: URL registračnej stránky

source: Join Us Page URL
lt_lt: Prisijungimo URL
sk_sk: URL stránky Pridajte sa

source: Edit Profile Page URL
lt_lt: Profilio redagavimo puslapio URL
sk_sk: URL stránky Uprav profil

source: Password Reset Page URL
lt_lt: Slaptažodžio keitimo nuoroda
sk_sk: URL stránky Zmena hesla

source: Test & Debug Settings
lt_lt: Testavimo ir Debug nustatymai
sk_sk: Nastavenie debug a testovania

source: Check this option to enable debug logging.
sk_sk: Vyberte túto možnosť, ak chcete prihlásenie na debug

source: Enable Sandbox Testing
lt_lt: Aktyvuoti testavimą
sk_sk: Povoliť Sandbox Testing

source: Enable this option if you want to do sandbox payment testing.
lt_lt: Aktyvuokite, jei norite testuoti mokėjimus.
sk_sk: Vyberte túto možnosť ak chcete testovať platby v prostredí Sandbox

source: Settings updated!
sk_sk: Nastavenia boli zmenené!

source: Email Misc. Settings
lt_lt: El. paštas kiti nustatymai
sk_sk: Nastavenie emailov

source: From Email Address
lt_lt: Nuo el. pašto adresas
sk_sk: Z emailovej adresy

source: Email Settings (Prompt to Complete Registration )
lt_lt: El. pašto nustatymai (skatina užbaigti registraciją)
sk_sk: Nastavenie emailov (Hneď ku kompletnej registrácii)

source: Email Subject
lt_lt: El. pašto tema
sk_sk: Predmet emailu

source: Email Body
lt_lt: El. paštas tekstas
sk_sk: Správa

source: Enter the email address where you want the admin notification email to be sent to.
sk_sk: Vložte email kde chcete aby boli zasielané oznámenia pre administrátorov.

source: You can put multiple email addresses separated by comma (,) in the above field to send the notification to multiple email addresses.
sk_sk: Môžete vložiť viacero emailových adries oddelených čiarkou (,) do poľa vyššie, ak chcete zaslať upozornenie viacerým emailovým adresám

source: Email Settings (Registration Complete)
lt_lt: El. pašto nustatymai (registracija pavyko)
sk_sk: Nastavenie emailu (Registrácia kompletná)

source: Send Notification to Admin
sk_sk: Zašli upozornenie administrátorovi

source: Enable this option if you want the admin to receive a notification when a member registers.
sk_sk: Použite túto možnosť, ak chcete aby administrátor dostal upozornenie keď sa užívateľ registruje

source: Admin Email Address
sk_sk: Email adresa administrátora

source: Send Email to Member When Added via Admin Dashboard
lt_lt: Siųskite el. laiška nariui, kai jis yra pridedamas per administracijos valdymo pultą
sk_sk: Zaslať email členovi, keď bude pridaný prostredníctvom nástenky administrátora

source: Email Settings (Password Reset)
sk_sk: Nastavenie emailu (Reset hesla)

source: Email Settings (Account Upgrade Notification)
lt_lt: El. pašto nustatymai
sk_sk: Nastavenie emailu (Upozornenie o aktualizácii účtu)

source: Email Settings (Bulk Account Activate Notification)
sk_sk: Nastavenie emailu (Upozornenie o hromadnej aktivácii)

source: Enable Expired Account Login
sk_sk: Umožni prihlásenie užívateľa ktorému vypršalo členstvo

source: When enabled, expired members will be able to log into the system but won't be able to view any protected content. This allows them to easily renew their account by making another payment.
sk_sk: Ak bude použité, členovia, ktorým vypršalo členstvo sa budú môcť prihlásiť do systému ale nebudú môcť vidieť chránený obsah. Toto im dovolí obnoviť si členstvo účtu novou platbou.

source: Membership Renewal URL
sk_sk: URL obnovy členstva

source: Login
lt_lt: Prisijungti
sk_sk: Prihláste sa

source: You need to login to view this content.
sk_sk: Musíte byť prihlásení, aby ste mohli vstúpiť do kurzu.

source: Login Page URL
lt_lt: Prisijungimo URL
sk_sk: Prihláste sa

source: Bad Cookie Hash
lt_lt: Blogas sausainiuko hash

source: Display SWPM Login.
lt_lt: Rodyti SWPM prisijungimą

source: E-mail
lt_lt: El. paštas

source: Edit membership level.
lt_lt: Redaguoti narystės lygį

source: Email
lt_lt: El. paštas

source: Email Address Not Valid.
lt_lt: El. paštas neteisingas

source: Enable/disable registration for free membership level
lt_lt: Aktyvuokite / Išjunkite registraciją nemokamai narystei

source: For All Pending Registrations
lt_lt: Visos nepatvirtintoms registracijoms

source: Invalid User Name
lt_lt: Vartotojo vardas neteisingas

# Level
source: Add New
lt_lt: Pridėti naują (lygį)

source: Membership level
lt_lt: Narystės lygis

source: No Expiry
lt_lt: Nėra galiojimo

source: No Member found.
lt_lt: Toks narys nerastas

source: Phone number is invalid
lt_lt: Neteisingas tel numeris

source: Registration Completion Links Will Appear Below:
lt_lt: Registracijos baigimo nuoroda atsiras žemiau:

source: Registration Successful.
lt_lt: Registracija sėkminga

source: SWPM Login
lt_lt: SWPM prisijungimas

source: Send Notification To Admin
lt_lt: Siųsti pranešimą administratoriui

source: Send Registration Reminder Email too
lt_lt: Siųsti registracijos priminimą

source: Simple WP Membership::Settings
lt_lt: SWPM：Nustatymai

source: Subscription Duration
lt_lt: Prenumeratos trukmė

source: Subscription Starts
lt_lt: Prenumerata prasideda

source: Subscription Valid For
lt_lt: Prenumerata galioja

source: Subscription starts field is invalid
lt_lt: Prenumeratos pradžios laukelis neteisingas

source: Subscriptoin duration must be > 0.
lt_lt: Prenumeratos trukmė turi būti daugiau > 0.

source: Updated Successfully.
lt_lt: Sėkmingai atnaujinta.

source: User Name
lt_lt: Vartotojo vardas

source: User name
lt_lt: Vartotojo vardas

source: User name already exists.
lt_lt: Toks vartotojo vardas jau yra

source: User name is required
lt_lt: Vartotojo vardas yra privalomas

source: WP Membership
lt_lt: WP Narystė

source: WordPress shows an admin toolbar to the logged in users of the site. Check this box if you want to hide that admin toolbar in the fronend of your site.
lt_lt: WordPress rodo administracijos panelę prisijungusiems nariams. Uždėkite varnelę, jei nenorite, kad ji būtų rodoma.

source: Wordpress account exists with given email. But given user name doesn't match.
lt_lt: Paskyra su tokiu el. paštu egzistuoja, tačiau nesutampa vartotojo vardai.

source: Wordpress account exists with given user name. But given email doesn't match.
lt_lt: Toks vartotojo vardas jau yra užregistruotas. Tačiau nesutampa el. pašto adresai.

source: search
lt_lt: ieškoti
